Conexión exitosa[{"cod_grupo":"1","nombre":"Subze","nacionalidad":"Española","biografia":"Su nombre de pila es Miguel Ángel,23 años, lleva desde 2005 haciendo música, tiene un estilo directo, crítico,\r\nprofundo y transgresor.","foto":"ruta_de_imagenes\/1.jpg"},{"cod_grupo":"2","nombre":"Natos y Waor ","nacionalidad":"Española","biografia":"Natos y Waor son dos cantantes de RAP, Gonzalo y Fernando respectivamente que se conocieron en Madrid\r\nhaciendo batallas de gallo, empezaron a hablar y desde entonces cantan juntos.","foto":"ruta_de_imagenes\/2.jpg"},{"cod_grupo":"3","nombre":"Green Day","nacionalidad":"Estadounidense","biografia":"Grupo estadounidense de música rock con reminiscencias punk, formado en 1988 en Berkeley e integrado por Billie Joe Armstrong (voz, guitarra), Mike Dirnt (bajo) y Tre Cool (batería). Billie Joe Armstrong y Mike Dirnt, vecinos de la localidad californiana de Rodeo, formaron la banda a finales de los años ochenta","foto":"ruta_de_imagenes\/3.jpg"},{"cod_grupo":"4","nombre":"Pereza","nacionalidad":"Española","biografia":"Pereza fue un grupo musical de rock español activo de 2001 a 2011 y originario del barrio de la Alameda de Osuna (Madrid), compuesto por Rubén y Leiva","foto":"ruta_de_imagenes\/4.jpg"},{"cod_grupo":"5","nombre":"Jhonny Cash","nacionalidad":"Estadounidense","biografia":"Nació el 26 de febrero de 1932 en Kingsland, Arkansas, como pionero del rockabilly y el rock and roll en los años 50,\r\nen las décadas en las que fue un representante internacional de la música country y falleció en\r\nel Baptist Hospital de Nashville por complicaciones de diabetes. El músico fue enterrado\r\nal lado de su esposa en el Hendersonville Memory Gardens de Hendersonville, Tennessee.","foto":"ruta_de_imagenes\/5.jpg"},{"cod_grupo":"6","nombre":"King Africa","nacionalidad":"Argentina","biografia":"En 1993 lanza su primer disco, que alcanzó el disco de oro en Argentina, este incluía el primer gran éxito de la banda (Salta), en 1994 editan la segunda producción (Al Palo)ambos de larga duración tuvieron como solista a Martin Laacré.Luego en 1995 y después de alcanzar en gran parte de Hispanoamérica, se presentan triunfalmente en el Festival de Viña del Mar.En 1996 y por diferencias entre los productores y el vocalista,Laacré se aleja de la banda.","foto":"ruta_de_imagenes\/6.jpg"},{"cod_grupo":"7","nombre":"Drake","nacionalidad":"Nacionalidad","biografia":" Aubrey Drake Graham, conocido simplemente como Drake, es un músico, cantante, compositor, productor discográfico y actor canadiense","foto":"ruta_de_imagenes\/7.jpeg"},{"cod_grupo":"8","nombre":"Pop Smoke","nacionalidad":"Estadounidense","biografia":"Bashar Barakah Jackson, conocido profesionalmente como Pop Smoke, fue un rapero, cantante y compositor estadounidense de origen panameño. Nacido y criado en Canarsie, Brooklyn, Pop Smoke comenzó su carrera musical en 2018.","foto":"ruta_de_imagenes\/8.jpg"},{"cod_grupo":"9","nombre":"Cypres Hill","nacionalidad":"Estadounidense","biografia":"Cypress Hill es un grupo de Hip Hop proveniente de Los Angeles. Fue formado en 1986 y a lo largo de su amplia carrea han vendido más de 46 millones de Álbumes. Grupo formado por:  DJ Muggs, B-Real, Sen Dog, Eric \"Bobo\" Correa.","foto":"ruta_de_imagenes\/9.png"},{"cod_grupo":"10","nombre":"Wu-Tang Clan","nacionalidad":"Estadounidense","biografia":"Wu-Tang Clan es un grupo de rap originario de State Islan, Nueva York, Estados Unidos. El grupo está formado por 9 MC´s. Todos sus miembtos han lanzado albumes solistas, y el grupo ha producido diferente grupos y solistas. Este era el plan desde el principio del grupo:convertirse en un imperior y tomar la comunidad del rap con la saturación de buenos artistas.","foto":"ruta_de_imagenes\/10.png"},{"cod_grupo":"11","nombre":"Eminem","nacionalidad":"estadounidense","biografia":"Nació en Saint Joseph, Misuri.En su preadolescencia, Mathers se interesó mucho en el hip hop. Durante la pubertad, Mathers fue inscrito en la escuela Lincoln High School donde participó en batallas de freestyle. Abandonó la escuela a los 17 años para ir poco a poco abriendose camino en la industria musical hasta acabar convirtiéndose en uno de los raperos más conocidos a nivel mundial del siglo XXI.","foto":"ruta_de_imagenes\/11.jpg"},{"cod_grupo":"12","nombre":"Prince Royce","nacionalidad":"estadounidense","biografia":"Geoffrey Royce Rojas comenzó su carrera artística cuando era muy joven. Nació el 11 de mayo de 1989 en Bronx, Nueva York, y su ascendencia es dominicana. Conocido como Prince Royce, el cantante, compositor y productor dio sus primeros pasos en el arte a sus 13 años, escribiendo poesías y luego musicalizándolas.","foto":"ruta_de_imagenes\/12.png"},{"cod_grupo":"13","nombre":"swan fyahbwoy","nacionalidad":"Madrid","biografia":"Elán Swan Fernández , más conocido como Fyahbwoy o El chico del fuego, es un artista de dancehall de Madrid, España, y miembro fundador delcolectivo Madrid Dancehall Crew MDC","foto":"ruta_de_imagenes\/13.jpg"},{"cod_grupo":"14","nombre":"Miley Cyrus","nacionalidad":"Estados Unidos","biografia":"Miley Ray Cyrus 23 de noviembre de 1992, Franklin, Tennessee, nacida como Destiny Hope Cyrus, es un cantante y compositora pop norteamericana. Miley es hija de una estrella del country, Billy Ray Cyrus. Nació con un defecto en el corazón, lo que causa que tenga en reposo una frecuencia cardíaca anormal.","foto":"ruta_de_imagenes\/14.jpg"},{"cod_grupo":"15","nombre":"Big L","nacionalidad":"Estadounidense","biografia":"Big L o Lamont Coleman nació y creció en Harlem , Nueva York, donde a mediana edad comenzó su carrera rapeando con 'Three The Hard Way'. Su primera aparición profesional fue con Lord Finesse en la canción 'Yes You May (Remix) en 1992'. Lanzó su álbum debut 'Lifestylez Ov Da Poor & Dangerous' en 1995 y ha contribuído significativamente a la escena del hip hop y rap mundial.","foto":"ruta_de_imagenes\/15.jpg"},{"cod_grupo":"16","nombre":"Ja Rule","nacionalidad":"Estadounidense","biografia":"Jeffrey Atkins (Nueva York, 29 de febrero de 1976), más conocido como Ja Rule, es un rapero, cantante, escritor de canciones, productor de discos, ejecutivo de discos, y actor estadounidense. Rule es conocido por su característica voz y por promocionar su productora The Inc. todo el tiempo. Rule ha incluido seis de sus álbumes en el top ten de la Billboard (dos de ellos llegando al número uno).","foto":"ruta_de_imagenes\/16.jpg"},{"cod_grupo":"17","nombre":"Skrillex","nacionalidad":"Estadounidense","biografia":"Sonny John Moore nacido el 15 de enero de 1988 en Los Ángeles, California es conocido por su nombre artístico Skrillex, es un productor estadounidense de música electrónica de los géneros dubstep, brostep y electro house, además de haber sido vocalista de la banda de post-hardcore From First to Last, entre los años 2004 y 2007.","foto":"ruta_de_imagenes\/17.jpg"},{"cod_grupo":"18","nombre":"Machine Head","nacionalidad":"Estadounidense","biografia":"Machine Head es una banda estadounidense de groove metal formada el 12 de octubre de 1991 en Oakland, Estado de California. Robb Flynn formó Machine Head en 1991 con Adam Duce, Logan Mader y Tony Constanza. El primer álbum de la banda, Burn My Eyes, fue un gran éxito tanto en Europa como en los Estados Unidos, Machine Head alcanzaría el éxito con sus álbumes posteriores. La banda estuvo a punto de disolverse en 2002, pero al final no lo hicieron.","foto":"ruta_de_imagenes\/18.jpg"},{"cod_grupo":"19","nombre":"Coldplay","nacionalidad":"Inglesa","biografia":"Coldplay es una banda británica de pop rock y rock alternativo formada en Londres en 1996. Está integrada por Chris Martin, Jon Buckland, Guy Berryman y Will Champion. Es uno de los grupos más relevantes de principios de la década de los 2000.","foto":"ruta_de_imagenes\/19.jpg"},{"cod_grupo":"20","nombre":"Foofighters","nacionalidad":"Estadounidense","biografia":"Foo Fighters es una banda de rock estadounidense formada en la ciudad de Seattle en 1994 por Dave Grohl, exbaterista de Nirvana y Scream.","foto":"ruta_de_imagenes\/20.jpg"},{"cod_grupo":"21","nombre":"El Chojin","nacionalidad":"Española","biografia":"Domingo Antonio Edjang Moreno, más conocido por su nombre artístico El Chojin, es un rapero y compositor español.","foto":"ruta_de_imagenes\/21.jpg"},{"cod_grupo":"22","nombre":"Linkin Park","nacionalidad":"Estadounidense","biografia":"Linkin Park es una banda estadounidense de rock alternativo procedente de Agoura Hills, California. Se formó en 1996. Integrada por Mike Shinoda, Dave Farrell, Joe Hahn, Brad Delson, Rob Bourdon y Chester Bennington, este último como voz principal.","foto":"ruta_de_imagenes\/22.jpg"},{"cod_grupo":"23","nombre":"Imagine Dragons","nacionalidad":"Estadounidense","biografia":"Imagine Dragons se formó en 2008 con Dan Reynolds como vocalista junto a otros estudiantes de la Universidad Brigham Young. Al tiempo, llegaría quien hoy es su guitarrista, Wayne Sermon. Luego, fue llamado Ben McKee, su bajista y, más adelante, Daniel Platzman, su baterista.","foto":"ruta_de_imagenes\/23.jpg"},{"cod_grupo":"24","nombre":"Twenty One Pilots","nacionalidad":"Estadounidense","biografia":"Twenty One Pilots se formó en 2009 por el vocalista Tyler Joseph junto con Nick Thomas y Chris Salih, quienes se fueron en 2011. Desde su partida, la formación ha consistido en Tyler Joseph y el baterista Josh Dun. El dúo es principalmente conocido por los sencillos Stressed Out, Ride y Heathens","foto":"ruta_de_imagenes\/24.png"}]